Repository: Podbike/podbike-app-ios
Catalog: UI/Localizable.xcstrings
Source language: en
Languages: de

source: About Device
de: Über das Gerät

source: Cancel
de: Abbrechen

source: Connected To
de: Verbunden mit

source: Connecting to
de: Verbinden mit

source: Connect To
de: Verbinden mit

# DeviceBluetoothAdapter
source: Cannot change Bluetooth adapter state!
de: Bluetooth-Adapter-Status kann nicht geändert werden!

# DeviceBluetoothOff
source: Bluetooth Turned Off / Bluetooth Permissions Required
de: Bluetooth deaktiviert / Erlaubnis erforderlich

# DeviceBluetoothOn
source: Turn On Bluetooth
de: Bluetooth aktivieren

# DeviceBluetoothPermissionsRequired
source: Bluetooth Permissions Required
de: Erlaubnis erforderlich

# DeviceConnect
source: Connect
de: Verbinden

# DeviceDisconnect
source: Disconnect
de: Verbindung trennen

# DeviceDisconnectError
source: Disconnect Error
de: Verbindungsfehler

# DeviceFailure
source: Connection Failed!
de: Verbindung fehlgeschlagen!

# DeviceStartScan
source: Start Scan
de: Suchen

# DeviceStopScan
source: Stop Scan
de: Suche stoppen

# DeviceSuccess
source: Connection Succeeded!
de: Verbindung hergestellt!

# DeviceToggleAdapter
source: Toggle Bluetooth
de: Bluetooth umschalten

source: Disconnected from
de: Abgekoppelt von

source: Disconnecting from
de: German Translation for "Disconnecting from" Trennen von

source: Done
de: Fertig

# FrikarBluetoothDisabled
source: Bluetooth not enabled
de: Bluetooth nicht aktiviert

# FrikarConnecting
source: Connecting to your most recent Frikar...
de: Mit zuletzt verwendetem Frikar verbinden...

# FrikarConnectingPaused
source: Connection paused
de: Verbindung pausiert

# FrikarConnectionLost
source: Connection lost. Please reconnect to your Frikar...
de: Verbindung unterbrochen. Neuer Verbindungsaufbau...

# FrikarMissing
source: No Frikar is paired to this device!
de: Es wurde kein Frikar ausgewählt.

# FrikarNotFound
source: Please wait a moment to establish a connection with the Frikar. If your Frikar cannot be found, then press 'SCAN FOR FRIKAR' to choose another Frikar.
de: Einen Moment bitte. Die Verbindung zum Frikar wird hergestellt. Wenn Ihr Frikar nicht gefunden wird, wählen Sie bitte 'NACH FRIKAR SUCHEN', um ein anderes Frikar zu verbinden.

source: Frikar not Paired
de: Frikar nicht mit Bluetooth verbunden

# FrikarReconnect
source: Reconnect
de: Neu Verbinden

# FrikarResume
source: Resume
de: Fortsetzen

# FrikarScan
source: Scan for Frikar
de: Nach Frikar suchen

# FrikarTurnOnBluetooth
source: Please turn on your Bluetooth to continue
de: Bitte schalten Sie Ihr Bluetooth ein, um fortzufahren.

# GoDashboardOption
source: Go to Dashboard
de: Instrumententafel zeigen

# GoHomeOption
source: Go to Home Page
de: Zur Startseite

# HomeCharging
source: Charging
de: Laden

# HomeIssue
source: Report an Issue
de: Ein Problem melden

# HomeLocation
source: Location
de: Standort

# HomePhoneKey
source: Phone Key
de: App verlassen

# HomeStore
source: Web Shop
de: Onlineshop

# HomeTutorial
source: Tutorial
de: Anleitung

# HomeUpdate
source: Frikar Update
de: Frikar Aktualisierung

# OverlayAssistance
source: Assistance Level
de: Unterstützungsstufe

# OverlayAssistanceLabel
source: Green indicates the current assistance level
de: Grün zeigt die aktuelle Unterstützungsstufe

# OverlayBatteryRange
source: Battery and Range
de: Akku und Reichweite

# OverlayBatteryRangeLabel
source: Battery remaining and estimated range in
de: Akkustand und geschätzte Reichweite in

# OverlayCadence
source: Gear / Cadence Level
de: Gang / Trittfrequenz

# OverlayCadenceLabel
source: Green indicates the current gear / cadence level
de: Grün zeigt den aktuellen Gang / Trittfrequenz

# OverlayLights
source: Lights
de: Lichter

# OverlayMode
source: Mode
de: Modus

# OverlayOdometer
source: Odometer
de: Kilometerzähler

# OverlayOdometerLabel
source: Distance travelled during current trip in
de: Aktuelle Fahrt in

# OverlaySpeed
source: Speed
de: Geschwindigkeit

# PolicyPrivacy
source: Privacy Policy
de: Datenschutzbestimmungen

# PolicyTermsConditions
source: Terms and Conditions
de: Bedingungen und Konditionen

# SettingsAbout
source: About Podbike
de: Über Podbike

# SettingsAppVersion
source: Current Mobile Application Version:
de: Aktuelle Version der App:

# SettingsDevices
source: Manage Connections
de: Verbindungen verwalten

# SettingsDistanceUnit
source: Distance Unit
de: Kilometerzähler einstellen

# SettingsFrikar
source: Your Frikar
de: Ihr Frikar

# SettingsGeneral
source: General Settings
de: Allgemeine Einstellungen

# SettingsLanguage
source: Language
de: Sprache

# SettingsPolicies
source: Frikar Policies
de: Frikar-Richtlinien

# SettingsSelectUnit
source: Select Unit
de: Einheit für Strecke wählen

# SettingsSpeedMps
source: Meters per second
de: Miles per second

# SettingsSpeedUnit
source: Speed Unit
de: Einheit für Geschwindigkeit wählen

# SettingsTemperatureF
source: Fahrenheit
de: Farenheit

# SettingsTemperatureUnit
source: Temperature Unit
de: Einheit für Temperatur wählen

# SettingsUnits
source: Units of Measurement
de: Maßeinheiten

# SettingsUpdate
source: Frikar Update
de: Frikar Aktualisierung

# StatisticAverageCadence
source: Average RPM
de: Durchschnittliche Trittfrequenz

# StatisticAverageSpeed
source: Average Speed
de: Durchschnittliche Geschwindigkeit

# StatisticBattery
source: Battery Remaining
de: Akkustand

# StatisticCO2
source: CO2 Saved
de: Eingespartes CO2

# StatisticPower
source: Power Generated
de: Erzeugte Energie

# StatisticTemperature
source: Interior Temperature
de: Innentemperatur

# StatisticTime
source: Current Trip Time
de: Unterwegs seit

# StatisticTotalDistance
source: Total Distance
de: Zurückgelegte Strecke insgesamt

# TutorialAssistance
source: Green indicates the current level of electric assistance, from low to high.
de: Grün zeigt die aktuelle Stufe der elektrischen Unterstützung von niedrig bis hoch.

# TutorialButtons
source: Handlebars and buttons
de: Lenker und Knöpfe

# TutorialCadence
source: Green represents the current gear/cadence setting, from low to high.
de: Grün zeigt den aktuellen Gang / Trittfrequenz von niedrig bis hoch.

# TutorialExit
source: Exit
de: Beenden

# TutorialFurther
source: For further instructions check out the user manual.
de: Weitere Informationen finden Sie im Benutzerhandbuch.

# TutorialHandlebars
source: The controls on the handlebars in your Frikar can be moved in four different directions in addition to two buttons.
de: Der Lenker Ihres Frikar kann in vier verschiedene Richtungen bewegt werden, zusätzlich gibt es zwei Tasten.

# TutorialIntroduction
source: With just a glance you can keep track of your speed and battery capacity.
de: Auf einen Blick können Sie Geschwindigkeit und Akkustand sehen.

# TutorialLogo
source: Press the logo to see statistics.
de: Berühren Sie das Logo, um Ihre Statistiken zu sehen.

# TutorialNext
source: Next
de: Nächste

# TutorialPrevious
source: Previous
de: Vorherige

# TutorialScreen
source: Keep track of general and warning symbols
de: Behalten Sie den Überblick über Symbole und Warnhinweise

# TutorialStart
source: Let's Start!
de: Lasst uns beginnen

# TutorialSymbols
source: Monitor the assistance level and gear/cadence level
de: Überprüfen Sie Unterstützungsstufe und Gang / Trittfrequenz

# TutorialWelcome
source: Welcome to the Podbike Dashboard!
de: Willkommen auf der Instrumententafel von Podbike!

# UpdateAvailable
source: New firmware update is available
de: Ein neues Firmware-Update ist verfügbar.

# UpdateButtonCheck
source: Check for Updates
de: Updates suchen

# UpdateButtonFinish
source: Finish
de: Abschluss

# UpdateButtonGet
source: Get Latest Update
de: Neueste Firmware-Update abrufen

# UpdateButtonTransfer
source: Transfer Update
de: Transfer Firmware-Update

# UpdateComplete
source: Firmware update complete!
de: Firmware-Aktualisierung abgeschlossen!

# UpdateConfirmUpload
source: Confirm upload of the newest version of firmware to your Frikar.
de: Bestätigen Sie den Upload der neuesten Firmware-Version auf Ihren Frikar.

# UpdateCurrent
source: Firmware is up to date
de: Firmware ist auf dem neuesten Stand

# UpdateDisconnected
source: Firmware Upgrade Disconnect
de: Firmware-Upgrade-Trennung

# UpdateDisconnectedInfo
source: Currently waiting for the update process to complete. The application will be disconnected from the Frikar for the time being.
de: Aktuell wird auf den Abschluss des Update-Prozesses gewartet. Die Anwendung wird vorübergehend von Frikar getrennt.

# UpdateIssue
source: Something went wrong. Please contact Podbike.
de: Es ist ein Fehler aufgetreten. Bitte kontaktieren Sie Podbike.

# UpdateLast
source: Last Updated:
de: Zuletzt aktualisiert:

# UpdateMissingDevice
source: Missing device information. Please check that all the board are reporting the serial number in "About Device"
de: Fehlende Geräteinformationen. Bitte überprüfen Sie, ob alle Boards die Seriennummer unter "Über das Gerät" melden.

# UpdateOutOf
source: out of
de: von

# UpdateSent
source: Sent
de: Geschickt

# UpdateTransfer
source: Firmware Transfer
de: Firmware-Übertragung

# UpdateTransferComplete
source: Finished transferring all files!
de: Alle Dateien erfolgreich übertragen!

# UpdateTransferInfo
source: Currently transferring files between cloud server and Frikar via the mobiile application
de: Derzeit werden Dateien zwischen Cloud-Server und Frikar über die mobile Anwendung übertragen.

# UpdateUpgradeInfo1
source: Make sure the Frikar is stationary and in Bluetooth range of your phone.
de: Stellen Sie sicher, dass der Frikar stationär ist und sich in Bluetooth-Reichweite Ihres Telefons befindet.

# UpdateUpgradeInfo2
source: You will not be able to navigate away from this page until this process is complete.
de: Sie können diese Seite nicht verlassen, bis dieser Vorgang abgeschlossen ist.

# UpdateVersion
source: Current Firmware Version:
de: Aktuelle Firmware-Version:
